LEXICON_RU = {
    "nn_unavailable": "Подождите результат пару минут, сейчас нейросеть занята",
    "waiting_for_network": "Бот занят вычислением результата нейросети",
    "help": "Бот предназначен для стилизации изображения японским стилем ukiyo-e\n\n"
            "Чтобы начать пользоваться, введите /start",
    "start": "Этот бот демонстрирует работу StyleGen_CycleGan\n\n"
             "Отправьте фотографию, которую хотите стилизовать",
    "wrong_start": "Бот уже запущен! Отправьте фотографию или нажмите /cancel\n\n",
    "cancel": "Вы сбросили состояние бота.\n\n" 
              "Чтобы начать заново, введите /start",
    "wrong_cancel": "Бот уже находится в начальном состоянии\n\n"
             "Чтобы начать пользоваться, введите /start",
    "result": "Результат представлен на картинке\n"
              "Отправьте картинку, если хотите воспользоваться стилизацией ещё раз или отправьте команду /cancel для сброса состояния бота",

    "other": "Бот вас не понимает. Если хотите изучить назначение бота, введите /help"

}
