LEXICON_RU = {
    "nn_unavailable": "Подождите результат пару минут, сейчас нейросеть занята",
    "waiting_for_network": "Бот занят вычислением результата нейросети",
    "help": "Бот предназначен для генерации изображения определенного стиля\n\n"
            "Чтобы начать пользоваться, введите /start",
    "start": "Этот бот демонстрирует работу StyleGen\n\n"
             "Отправьте две фотографии",
    "wrong_start": "Бот уже запущен! Отправьте фотографию или нажмите /cancel\n\n",
    "cancel": "Вы сбросили состояние бота.\n\n" 
              "Чтобы начать заново, введите /start",
    "wrong_cancel": "Бот уже находится в начальном состоянии\n\n"
             "Чтобы начать пользоваться, введите /start"
}
